[
    
    {
        "id": 1001,
        "serviceName": "Cataract Surgery",
        "details":"In the normal eye the lens inside is clear and transparent, but when cataract develops it becomes cloudy and opaque. So the light is not focused on the retina through lens which leads to blurring of vision",
        "img": "https://dhakaeyecarehospital.org/image/a46c3-cataract-picture.jpg"
    },
    {
        "id": 1002,
        "serviceName": "Glaucoma",
        "details":"It is an eye disease that can cause loss of vision. Often called as “Sneak Thief Of Sight” , Glaucoma is deadly because there are no early warning signs. In fact, you may be suffering from Glaucoma but do not know it.",
        "img": "https://www.eyecarehospital.org/wp-content/uploads/2019/01/Glaucoma.jpg"
    },
    {
        "id": 1003,
        "serviceName": "OptiLasik",
        "details":"A 10 minute procedure that corrects the shape of the cornea, helps the light falling on the cornea to properly reach the retina, thus improving the vision and reducing the dependency on glasses or contact lenses.",
        "img": "https://www.eyecarehospital.org/wp-content/uploads/2019/01/OptiLasik.jpg"
    },
    {
        "id": 1004,
        "serviceName": "Bladeless Lasik Surgery",
        "details":"No matter how ready you are for a life without spectacles or contact lemses, the decision to have Lasik is a big one. To know for sure that you are getting the safest, most trusted and most effective treatment available.",
        "img": "https://www.eyecarehospital.org/wp-content/uploads/2019/01/Bladeless-Lasik-Surgery.jpg"
    },
    {
        "id": 1005,
        "serviceName": "Floaters and Flashes",
        "details":"Sometimes people see small spots or specks moving in their field of vision or experience flashes of light. These occurrences are called floaters and flashes. Although annoying, floaters and flashes are generally of little importance.",
        "img": "https://www.eyecarehospital.org/wp-content/uploads/2019/01/Floaters.jpg"
    },
    {
        "id": 1006,
        "serviceName": "Yag Laser",
        "details":"A produces a concentrated beam of light that can focus on the iris or any thick membrane behind the intraocular lens. This laser beam can create a smooth, fine opening of desired size in these structures without affecting other sensitive parts of the eye.",
        "img": "https://www.eyecarehospital.org/wp-content/uploads/2019/01/yagg.jpg"
    }
    
]